export default {
    pay_type: {
        alipay_wap: 5,
        wechat_pay: 4
    },
    error: {
        unknown: '未知错误',
        network: '网络错误, 请检查您网络状态',
        1: '参数错误',
        2: '服务器内部错误',
        3: '请求的资源无法找到',
        4: '余额不足',
        5: '登录已失效, 请重新登录',
        6: '无效的验证码',
        7: '错误的押金金额',
        8: '账户被冻结',
        9: '创建会话失败',
        10: '单车已被预约',
        11: '单车不存在',
        12: '单车路由异常',
        13: '会话结束',
        14: '没有押金',
        15: '强制退出',
        16: '单车正在使用',
        17: '用户还有未结束行程',
        18: '开锁超时',
        19: '短信请求过于频繁',
        20: '身份证不合法'
    },
    unAuthWebview: 'https://127.0.0.1/401'
}